Repository: markobabovic/hair-calculator
Catalog: languages/hair-calculator-*.po
Languages: sr_rs

source: Add Calculator
sr_rs: Dodaj kalkulator

source: Add New
sr_rs: Dodaj novi

source: All Calculators
sr_rs: Svi kalkulatori

source: Black
sr_rs: Crna

source: Blonde
sr_rs: Plavuša

source: Blown away by final result (25%)
sr_rs: Oduševljeni konačnim rezultatom (25%)

source: Brown
sr_rs: Braun

source: Calculate
sr_rs: Izračunaj

source: Calculator
sr_rs: Kalkulator

source: Calculator Type
sr_rs: Vrsta Kalkulatora

source: Calculators
sr_rs: Kalkulatori

source: Curly
sr_rs: Kovrdžava

source: Current Hair Length (inches)
sr_rs: Trenutna dužina kose (inči)

source: Desired Hair Length (inches)
sr_rs: Željena dužina kose (inči)

source: Did an assistant shampoo and/or blow dry your hair? ($5.00)
sr_rs: Da li vam je pomoćnik šamponirao i/ili osušio kosu? (5,00 USD)

source: Edit Calculator
sr_rs: Uredi kalkulator

source: Final Bill Amount (USD)
sr_rs: Konačni iznos računa (USD)

source: Hair Calculator
sr_rs: Kalkulator za kosu

source: Hair Calculator Type
sr_rs: Tip kalkulatora za kosu

source: Hair Color
sr_rs: Boja kose

source: Hair Grow Time (months)
sr_rs: Vreme rasta kose (meseci)

source: Hair Growth Rate
sr_rs: Stopa rasta kose

source: Hair Growth Rate Setup
sr_rs: Podešavanje brzine rasta kose

source: Hair Length (inches)
sr_rs: Dužina kose (inči)

source: Hair Price Setup
sr_rs: Podešavanje cene kose

source: Hair Salon Tip
sr_rs: Savet za frizerski salon

source: Hair Salon Tip Setup
sr_rs: Podešavanje saveta za frizerski salon

source: Hair Texture
sr_rs: Hair Teksture

source: Hair Thickness (inches)
sr_rs: Debljina kose (inči)

source: Happy with final result (20%)
sr_rs: Zadovoljan konačnim rezultatom (20%)

source: How happy were you with your service?
sr_rs: Koliko ste bili zadovoljni svojom uslugom?

source: How Long Will It Take to Grow My Hair?
sr_rs: Koliko će mi trebati da mi raste kosa?

source: How Long Will My Hair Be?
sr_rs: Koliko će mi biti duga kosa?

source: New Calculator
sr_rs: Novi kalkulator

source: No Calculators Found in Trash.
sr_rs: Nijedan kalkulator nije pronađen u smeću.

source: No Calculators Found.
sr_rs: Nisu pronađeni kalkulatori.

source: Parent Calculators:
sr_rs: Roditeljski kalkulatori:

source: Please Select
sr_rs: Molimo izaberite

source: Red
sr_rs: Crveni

source: Straight
sr_rs: Pravo

source: Tip:
sr_rs: Savet:

source: Total Payable:
sr_rs: Ukupno plativo:

source: Total:
sr_rs: Ukupno:

source: Unhappy with final result, but stylist fixed it (15%)
sr_rs: Nezadovoljan konačnim rezultatom, ali stilista je to popravio (15%)

source: View Calculator
sr_rs: Pogledaj kalkulator

source: Virgin Hair? (yes/no)
sr_rs: Virgin Hair? (da ne)

source: Wavy
sr_rs: Talasasta
